Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: On many fields, new tie-ins (satellite fields) and improved recovery initiatives have extended field lifetimes beyond what was estimated in the plan for development and operation (PDO).
nb: På mange felt har nye tilknytninger (satellittfelt) og tiltak for økt utvinning ført til forlenget levetid utover det som ble lagt til grunn ved plan for utbygging og drift (PUD).

source: A PDO exemption for the Opal Sør deposit was granted in 2019.
nb: PUD-fritak for forekomsten Opal Sør ble innvilget i 2019.

source: Gungne produces gas from Triassic sandstone in the Skagerrak Formation.
nb: Gungne produserer gass fra trias sandstein i Skagerrakformasjonen.

source: The field is under development and production is scheduled to start in late 2022.
nb: Feltet er under utbygging og produksjonsstart ventes sent i 2022.

source: Vigdis is a field in the Tampen area in the northern part of the North Sea, between the Snorre, Statfjord and Gullfaks fields.
nb: Vigdis ligger i Tampen-området i den nordlige delen av Nordsjøen, mellom feltene Snorre, Statfjord og Gullfaks.

source: Kvitebjørn is a field in the Tampen area in the northern part of the North Sea, 15 kilometres southeast of the Gullfaks field.
nb: Kvitebjørn ligger i Tampen-området i den nordlige delen av Nordsjøen, 15 kilometer sørøst for Gullfaks.

source: The licensees must submit a plan for development and operation (PDO) of a new deposit to the Ministry as a basis for approval.
nb: Godkjennelsen skjer på bakgrunn av en plan for utbygging og drift (PUD) av en ny petroleumsforekomst som rettighetshaverne må legge frem for departementet.

source: The plan for development and operation (PDO) for Fram Vest was approved in 2001, and production started in 2003.
nb: Plan for utbygging og drift (PUD) for Fram Vest ble godkjent i 2001, og produksjonen startet i 2003.

source: The authorities’ exploration policy is thus an important element of long-term resource management on the Norwegian continental shelf.
nb: Utformingen av letepolitikken er derfor en viktig del av den langsiktige norske ressursforvaltningen.

source: The field was developed with a combined drilling, production and accommodation facility and started production in 1977.
nb: Feltet er bygd ut med en kombinert bore-, bolig- og produksjonsinnretning. Produksjonen startet i 1977.

source: About half of these resources require advanced methods, known as "Enhanced Oil Recovery" (EOR), in order to be produced.
nb: Om lag halvparten av disse krever avanserte metoder, såkalt "Enhanced Oil Recovery" (EOR), for å bli produsert.

source: Gas from the field is exported through a 40-kilometre pipeline connected to the Åsgard Transport System (ÅTS) and further to the Kårstø terminal.
nb: Gassen skal sendes i en 40 kilometer lang rørledning via Åsgard Transport System (ÅTS) og videre til Kårstø-terminalen.

source: Condensate is transported to the Brae field in the UK sector and further via the Forties pipeline system to Cruden Bay in the UK.
nb: Kondensatet transporteres til Brae-feltet på britisk sektor og videre i Forties-rørledningssystemet til Cruden Bay i Storbritannia.

source: The largest discoveries are 6507/5-10 S (Slagugle) and 6507/4-1 (Warka), both in Norwegian Sea.
nb: De største funnene er 6507/5-10 S (Slagugle) og 6507/4-1 (Warka), begge i Norskehavet.

source: The Ministry of Trade, Industry and Fisheries is consulted as part of the procedures for awarding licences, to facilitate coexistence between the petroleum and fisheries industries.
nb: Nærings- og fiskeridepartementet konsulteres som ledd i tildelingsprosessen for å sikre god sameksistens mellom rettighetshaverne i petroleumsvirksomheten og fiskeriene.

source: One of the discoveries in 2020 is assessed as an unlikely candidate for development and is not included in the accounts.
nb: Et av funnene i 2020 blir vurdert som lite sannsynlige å bygge ut, ressursene i dette er ikke tatt med i regnskapet.

source: This yields 830 000 tonnes of methanol.
nb: , som gir 830 000 tonn metanol.

source: Tor was discovered in 1970, and the plan for development and operation (PDO) was approved in 1973.
nb: Tor ble påvist i 1970, og plan for utbygging og drift (PUD) ble godkjent i 1973.

source: Islay produces gas from Middle Jurassic sandstone in the Brent Formation.
nb: Islay produserer gass fra sandstein av mellomjura alder i Brentformasjonen.

source: Gudrun is a field in the central part of the North Sea, 50 kilometres north of the Sleipner field.
nb: Gudrun ligger i den midtre delen av Nordsjøen, 50 kilometer nord for Sleipner.

source: Gina Krog was discovered in 1978, and the plan for development and operation (PDO) was approved in 2013.
nb: Gina Krog ble påvist i 1978, og plan for utbygging og drift (PUD) ble godkjent i 2013.

source: Kristin is a field in the Norwegian Sea, a few kilometres southwest of the Åsgard field.
nb: Kristin ligger i Norskehavet, noen kilometer sørvest for Åsgard.

source: The Storting also supervises the government and the public administration.
nb: Stortinget kontrollerer også regjeringen og statsforvaltningen.

source: All gas from Snorre and Vigdis is reinjected into the Snorre field.
nb: All gassen fra Snorre og Vigdis reinjiseres i Snorre.

source: The field has been developed with subsea wells tied-back to the Balder production, storage and offloading vessel (FPSO).
nb: Feltet er bygd ut med havbunnsbrønner som er koblet til Balder produksjons- og lagerskipet (FPSO).

source: Ula was discovered in 1976, and the plan for development and operation (PDO) was approved in 1980.
nb: Ula ble påvist i 1976, og plan for utbygging og drift (PUD) ble godkjent i 1980.

source: The production from Gimle is processed on the Gullfaks C facility and transported together with oil and gas from the Gullfaks field.
nb: Produksjonen fra Gimle prosesseres på Gullfaks C-innretningen og transporteres sammen med olje og gass fra Gullfaks.

source: The well stream is processed on the Clyde field.
nb: Brønnstrømmen prosesseres på Clyde.

source: Åsgard produces gas and considerable amounts of condensate from Jurassic sandstone at depths of as much as 4850 metres.
nb: Åsgard produserer gass og betydelige mengder kondensat fra sandstein av jura alder som ligger så dypt som 4850 meter.

source: A PDO exemption was granted for the Skagerrak and Hod Formations in 2000, and for a well to Gammahøyden in 2007.
nb: PUD-fritak ble innvilget for Skagerrak- og Hodformasjonene i 2000, og for en brønn til Gammahøyden i 2007.

source: (Research centres for petroleum activities)
nb: (Forskningssentre for petroleum)

source: Rev produces gas and some condensate from intra-Heather sandstone of Late Jurassic age.
nb: Rev produserer gass og noe kondensat fra Intra Heather sandstein av senjura alder.

source: Martin Linge produces mainly gas and condensate from sandstone of Middle Jurassic age in the Brent Group.
nb: Martin Linge produserer hovedsakelig gass og kondensat fra sandstein av mellomjura alder i Brentgruppen.

source: The resource growth from seven of the discoveries is about 22 million Sm
nb: Ressurstilveksten fra sju av funnene utgjør om lag 22 millioner Sm

source: Blane was discovered in 1989, and the plan for development and operation (PDO) was approved in 2005.
nb: Blane ble påvist i 1989, og plan for utbygging og drift (PUD) ble godkjent i 2005.

source: A PDO exemption was granted in 2013 for the deposits Rhea and Titan east on Visund.
nb: PUD-fritak for forekomstene Rhea og Titan øst på Visund ble innvilget i 2013.

source: NGL is quoted in million tonnes, and gas is quoted in billion standard cubic metres.
nb: NGL blir oppgitt i millioner tonn, og gass blir oppgitt i milliarder standard kubikkmeter.

source: The rich gas is exported via the previous Huldra pipeline to Heimdal for further export to the UK or continental Europe.
nb: Rikgassen eksporteres via den tidligere Huldra-rørledningen til Heimdal for videre eksport til Storbritannia eller kontinentet.

source: There are still considerable remaining resources in this area.
nb: Det er store gjenværende ressurser i dette området.

source: The field was shut down in 2018.
nb: Produksjonen ble avsluttet i 2018.

source: Different units can be used for the different quantities, for example cubic metres and barrels, both of which express volume.
nb: I tillegg brukes ulike enheter for de ulike størrelsene, for eksempel kubikkmeter og fat, som begge gir uttrykk for størrelsen volum.

source: Stabilised oil is exported by pipeline connected to Troll Oil Pipeline II, for further transport to the Mongstad terminal.
nb: Stabilisert olje eksporteres i en rørledning som er koblet til Troll Oljerør II, for videre transport til Mongstad-terminalen.

source: Blane produces oil from Paleocene sandstone in the Forties Formation.
nb: Blane produserer olje fra paleocen sandstein i Fortiesformasjonen.

source: The field has been developed with two production templates and one water injection template tied-back to the Statfjord C facility.
nb: Feltet er bygd ut med to havbunnsrammer for produksjon og en for vanninjeksjon som er knyttet til Statfjord C-innretningen.

source: The export capacity is 143 million Sm
nb: Eksportkapasiteten er 143 millioner Sm

source: Another PDO exemption was granted in 2018 for two wells in the Fram-Øst Brent reservoir, drilled from one of the existing templates on Fram Øst.
nb: Et nytt PUD-fritak ble innvilget i 2018 for to brønner i Fram-Øst Brent-reservoaret boret fra en av de eksisterende bunnrammene på Fram Øst.

source: The field is developed with a subsea template tied to Gullfaks C. Production started in 2012.
nb: Feltet er bygd ut med en havbunnsramme knyttet til Gullfaks C. Produksjon startet i 2012.

source: The platform jacket was installed on the field in 2014, and the topside modules in 2018.
nb: Understellet ble installert på feltet i 2014 og dekkmodulene i 2018.

source: The Mikkel and Morvin fields are tied to Åsgard B for processing, and gas from Åsgard B is sent to the Tyrihans field for gas lift.
nb: Mikkel- og Morvin-feltene er tilknyttet Åsgard B for prosessering, og Tyrihans får gass til gassløft fra Åsgard B.

source: No acreage is withdrawn from the APA areas, although exceptions can be made if important new information becomes available.
nb: I TFO-konsesjonsrundene gjennomføres det ingen nominasjonsprosess, men alt ledig areal i alle blokker innenfor et fast, forhåndsdefinert område utlyses årlig.

source: The figure below shows historical figures and estimates for the Norwegian shelf for investments, costs for field operation, exploration, decommissioning and disposal, as well as other costs.
nb: Figuren under viser historiske tall og prognose for investeringer, driftskostnader, letekostnader, nedstengnings- og disponerings­kostnader samt øvrige kostnader på norsk sokkel.

source: Equinor is an international energy company with about 21 600 employees in over 30 countries.
nb: Equinor er et internasjonalt oljeselskap med om lag 21 600 ansatte og virksomhet i over 30 land.

source: Ministry of Labour and Social Affairs
nb: Arbeids- og sosialdepartementet

source: The Norwegian share of the field is 20 per cent.
nb: Den norske delen av feltet utgjør 20 prosent.

source: Hyme produces oil and gas from sandstone of Early and Middle Jurassic age in the Tilje and Ile Formations.
nb: Hyme produserer olje og gass fra sandstein av tidlig- og mellomjura alder i Tilje- og Ileformasjonene.

source: Bauge was discovered in 2013, and the plan for development and operation (PDO) was approved in June 2017.
nb: Bauge ble påvist i 2013, og plan for utbygging og drift (PUD) ble godkjent i juni 2017.

source: The regulatory framework for petroleum activities has been designed to give the best possible balance between the companies’ and the authorities’ interests.
nb: Reguleringen av petroleumsvirksomheten er utformet for å gi best mulig samsvar mellom selskapenes og myndighetenes interesser.

source: Large-scale water injection started in 1987, and in subsequent years, the area for water injection has been extended in several phases.
nb: Omfattende vanninjeksjon begynte i 1987, og siden har området for vanninjeksjon blitt utvidet i flere faser.

source: Since 2007, gas is exported through Tampen Link, and routed via the Far North Liquids and Gas System (FLAGS) pipeline to the UK.
nb: Siden 2007 har gassen blitt eksportert gjennom Tampen Link, som går via rørledningen Far North Liquids and Gas System (FLAGS) til Storbritannia.

source: In 1993, production began in the Norwegian Sea, and in 2007 it was the turn of the Barents Sea.
nb: Produksjon i Norskehavet startet i 1993 og i Barentshavet i 2007.

source: Johan Castberg consists of the three discoveries Skrugard, Havis and Drivis, proven between 2011 and 2013.
nb: Johan Castberg består av de tre funnene Skrugard, Havis og Drivis, som ble påvist mellom 2011 og 2013.

source: Draugen produces oil from two formations.
nb: Draugen produserer olje fra to formasjoner.

source: The reason for the reduction in gross reserves is that the reserves in the Snøhvit field have been reduced as a consequence of an update of the reservoir model.
nb: Reduksjonen i bruttoreserver skyldes at reservene i Snøhvit-feltet er redusert som følge av en oppdatering av reservoarmodellen.

source: Production was initially routed to tankships until a concrete storage tank was installed in 1973.
nb: Produksjonen ble sendt til tankskip fram til en lagringstank i betong ble installert i 1973.

source: Injection gas was previously imported from Troll Øst (TOGI) and Oseberg Vest.
nb: Tidligere ble injeksjonsgass importert fra Troll Øst (TOGI) og Oseberg Vest.

source: The gas centre is connected to a storage vessel for condensate, Åsgard C. Production started in 1999 and gas export started in 2000.
nb: Gassenteret er koblet til kondensatlagerskipet Åsgard C. Feltet kom i produksjon i 1999, og gasseksporten startet i 2000.

source: The facilities on the field also treated oil and gas from the fields Frøy, Nord Øst Frigg, Øst-Frigg, Lille-Frigg and Odin.
nb: Innretningene på feltet behandlet også olje og gass fra Frøy, Nordøst-Frigg, Øst-Frigg, Lille-Frigg og Odin.

source: The Technology Centre Mongstad (TCM) is the world’s largest facility for testing and improving CO
nb: Teknologisenteret på Mongstad (TCM) er verdens største anlegg for testing og utvikling av teknologier for CO

source: The Troll Vest oil province originally had a 22 to 26-metre-thick oil column under a small gas cap, located at a depth of 1,360 metres.
nb: Troll Vest oljeprovins hadde opprinnelig en mellom 22 og 26 meter tykk oljekolonne under en liten gasskappe på 1360 meters dyp.

source: o.e. compared with the accounts in 2019.
nb: sammenlignet med regnskapet i 2019.

source: The well stream is routed to the Kristin platform for processing and further export together with the gas and oil from the Kristin and Tyrihans fields.
nb: Brønnstrømmen sendes til Kristin-innretningen for prosessering og videre transport sammen med olje og gass fra Kristin- og Tyrihans-feltene.

source: The programme issues two calls for proposals annually and provides funding to projects that satisfy the requirements for the technology strategy set out in OG21.
nb: Programmet har normalt to årlige utlysninger og støtter prosjekt som tilfredsstiller kravene i teknologistrategien som er utmeislet av nevnte OG21.

source: Jotun was discovered in 1994, and the plan for development and operation (PDO) was approved in 1997.
nb: Jotun ble påvist i 1994, og plan for utbygging og drift (PUD) ble godkjent i 1997.

source: Since 1980, there has also been activity in the Norwegian Sea and the Barents Sea.
nb: Siden 1980 har det vært aktivitet også i Norskehavet og Barentshavet.

source: The Smørbukk Sør deposit contains oil, gas and condensate in the Tilje, Ile and Garn Formations.
nb: Smørbukk Sør-forekomsten inneholder olje, gass og kondensat i Tilje-, Ile- og Garnformasjonene.

source: Emissions from the petroleum sector are directly regulated through requirements on the use of the best available techniques (BAT) and specific emission limits in permits under the Pollution Control Act.
nb: Petroleumssektorens utslipp er direkte regulert gjennom krav om bruk av beste tilgjengelige teknologier (BAT) og ved at det er fastsatt spesifikke utslippsgrenser i utslippstillatelsene.

source: Veslefrikk was discovered in 1981, and the plan for development and operation (PDO) was approved in 1987.
nb: Veslefrikk ble påvist i 1981, og plan for utbygging og drift (PUD) ble godkjent i 1987.

source: Sales gas is exported from Sleipner A via Gassled (Area D) to the market, while unstable condensate is exported to the Kårstø terminal.
nb: Salgsgass sendes fra Sleipner A-innretningen via Gassled (område D) til markedet, mens ustabilisert kondensat eksporteres til Kårstø-terminalen.

source: Enoch was proven in 1985, and the plan for development and operation (PDO) was approved in 2005.
nb: Enoch ble påvist i 1985, og plan for utbygging og drift (PUD) ble godkjent i 2005.

source: Sygna was discovered in 1996, and the plan for development and operation (PDO) was approved in 1999.
nb: Sygna ble påvist i 1996, og plan for utbygging og drift (PUD) ble godkjent i 1999.

source: LNG, liquid petroleum gas (LPG) and condensate are shipped to the market.
nb: LNG, flytende petroleumsgass (LPG) og kondensat sendes med skip til markedet.

source: The North Sea holds about 43 per cent of remaining resources.
nb: Nordsjøen har om lag 43 prosent av de gjenværende ressursene.

source: The field was originally developed with three facilities for accommodation (QP), drilling (DP), and processing and compression (PCP).
nb: Feltet ble opprinnelig bygd ut med tre innretninger for bolig (QP), boring (DP), og prosess og kompresjon (PCP).

source: In 2001, production ceased because operation of the field was no longer regarded as profitable.
nb: Produksjon opphørte i 2001, da feltet ikke lenger ble vurdert som lønnsomt å drive.

source: A PDO for Gyda Sør was approved in 1993.
nb: PUD for Gyda Sør ble godkjent i 1993.

source: The reimbursement scheme for exploration costs has been a contributing factor.
nb: Refusjonsordningen for letekostnader har vært én medvirkende årsak til dette.

source: The oil will be transported from Grane to the onshore terminal at Sture for storage and export.
nb: Fra Grane transporteres oljen i rørledning til Stureterminalen for lagring og eksport.

source: An area must be opened for petroleum activities before any operations are permitted.
nb: Før det kan utøves petroleumsvirksomhet i et havområde, må området være åpnet for dette formålet.

source: The Brent reservoir in Gullfaks Sør is produced by pressure depletion after gas injection ceased in 2009.
nb: Brent-reservoaret i Gullfaks Sør produseres med trykkavlastning etter at gassinjeksjonen opphørte i 2009.

source: In 2007, Norway introduced a tax on NOx emissions to encourage cost-effective emission cuts.
nb: I 2007 ble det innført avgift på utslipp av NOx for å legge til rette for kostnadseffektive utslippsreduksjoner.

source: In cooperation with Imperial College in London, the NPD has studied the potential for improved recovery using EOR methods on the 46 largest oil fields and discoveries on the shelf.
nb: I samarbeid med Imperial College i London har OD gjennomført en kartlegging av potensialet for økt utvinning med EOR-metoder på de 46 største oljefeltene og -funnene på norsk sokkel.

source: The field was developed with six horizontal production wells and one water injection well, tied-back to the production and storage vessel "Petrojarl 1".
nb: Feltet ble bygd ut med seks horisontale produksjonsbrønner og en vanninjeksjonsbrønn, koblet til produksjons- og lagerskipet Petrojarl 1.

source: Historical production figures and production forecasts split by product type are shown in the figure below.
nb: Historisk produksjon fordelt på type produkt og prognose for de nærmeste fem årene er vist i figuren under.

source: This corresponds to three times of Norway’s GDP and around NOK 2 million per registered person in Norway.
nb: Dette tilsvarer i overkant av tre ganger Norges brutto nasjonalprodukt og rundt 2 millioner kroner per registrert bosatt i Norge.

source: A gas pipeline is tied-back to Statpipe.
nb: En gassrørledning er koblet til Statpipe.

source: The development concept is a two-branch multilateral (MLT) well, which was drilled from the Fram H-Nord template.
nb: Utbyggingskonseptet er en togrens multilateral (MLT) brønn som ble boret fra Fram H-Nord-bunnrammen.

source: It has a 300-metre thick gas/condensate column and a thin underlying oil zone.
nb: Det har en 300 meter tykk gasskondensatkolonne og en tynn underliggende oljesone.

source: Breidablikk includes two discoveries, D-structure and F-structure, discovered in 1992 and 2013, respectively.
nb: Breidablikk omfatter to forekomster; D-struktur og F-struktur som ble påvist henholdsvis i 1992 og 2013.

source: The production (well stream) from different reservoirs contains oil, gas and water in various combinations.
nb: Det som produseres (brønnstrømmen) fra reservoaret består av olje, gass og vann i ulike blandinger.

source: The Asterix discovery is currently being matured as a tie-in development to Aasta Hansteen.
nb: Funnet Asterix modnes fram som tilknytning til Aasta Hansteen.

source: A PDO exemption for the Triassic reservoir was granted in 2015.
nb: PUD-fritak for trias-reservoaret ble innvilget i 2015.

source: Ekofisk was discovered in 1969, and the initial plan for development and operation (PDO) was approved in 1972.
nb: Ekofisk ble påvist i 1969, og opprinnelig plan for utbygging og drift (PUD) ble godkjent i 1972.

source: Oil from Vigdis is processed in a dedicated processing module on Snorre A. Injection water is supplied from Snorre A and Statfjord C. A PDO for Vigdis Extension, including the discovery 34/7-23 S and adjoining deposits, was approved in 2002.
nb: Vann til injeksjon kommer fra Snorre A og Statfjord C. PUD for videre utbygging av Vigdis ("Vigdis Extension"), som inkluderer funnet 34/7-23 S og tilstøtende forekomster, ble godkjent i 2002.

source: The development comprises a floating production, storage and offloading vessel (FPSO) and two subsea templates, including six production and injection wells.
nb: Utbyggingsløsningen er et produksjons- og lagerskip (FPSO) og to havbunnsrammer med seks produksjons- og injeksjonsbrønner.

source: The gas is transported by pipeline to the terminal at Tjeldbergodden and/or via the Åsgard Transport System (ÅTS) to the Kårstø terminal.
nb: Gassen transporteres i rørledning til terminal på Tjeldbergodden og/eller via Åsgard Transport Systemet (ÅTS) til Kårstø-terminalen.

source: Production from Snefrid Nord started in 2019.
nb: Produksjon fra Snefrid Nord begynte i 2019.

source: Accessibility principles we follow
nb: Tilgjengelighetsprinsippene vi følger

source: Visund Sør was discovered in 2008, and the plan for development and operation (PDO) was approved in 2011.
nb: Visund Sør ble påvist i 2008, og plan for utbygging og drift (PUD) ble godkjent i 2011.

source: The production from Trym has been temporarily shut-in since September 2019, due to a major redevelopment project on the Tyra field in the Danish sector.
nb: Produksjonen fra Trym har vært midlertidig stanset siden september 2019 på grunn av et stort reutviklingsprosjekt på Tyra-feltet på dansk sektor.
